const Authentication = () => {
  return (
    <p className=" ">
      သိပ္ပံဟူသည် လောကကြီးတစ်ခုလုံး၏ ဖြစ်တည်မှုနှင့် လူသားတို့၏
      ရှာဖွေတွေ့ရှိမှုတို့ကို ပေါင်းစပ်ထားသော ဘာသာဗေဒဟုဆိုရပေမည်။ လောကကြီးသည်
      သူ့သဘောသူဆောင်ပြီး ပြောင်းလဲတိုးတက်သော သဘောတရားရှိပေသည်။ ဥပမာ လူတို့၏
      ယနေ့ခေတ် ဦးနှောက်အရွယ်အစားသည် ရှေ့နှစ်ပေါင်း (၂ )သန်းကျော်ကထက် ၃
      ဆခန့်ပိုကြီးလာသည်ဟု သုတေသီတို့ပြောကြားချက်အရသိရသည်။ ခေတ်များတိုးတက်လာလေလေ
      သင်ယူစရာများ ပိုများလာလေလေဖြစ်သောကြောင့် လူ့ဦးနှောက်သည်လည်း
      ဆင့်ကဲတိုးတက်ဖြစ်ပေါ်လာရခြင်းဖြစ်ပေသည်။ လောကသဘာဝ၏
      ဆင့်ကဲပြောင်းလဲမှုဖြစ်စဉ်တိုင်းသည် တစုံတဦးမှ
      ပြုပြင်ဖန်တီးထားခြင်းမျိုးမရှိဘဲ သူ့အလိုလို
      တိုးတက်ပြောင်းလဲလာခြင်းဖြစ်သည်။ လူ့သဘာဝတွင် ပဋိသန္ဓေယူချိန်
      မိခင်ဝမ်းထဲတွင် (၉)လကြာနေရသည်။ မွေးဖွားပြီးချိန်တွင်လည်း မိမိဖာသာ
      ရပ်တည်နိုင်ဖို့အတွက် မိဘများ၏ အကူအညီကို နှစ်ပေါင်းများစွာယူရသည်။
      တချို့သတ္တဝါများကဲ့သို့ မွေးဖွားပြီးချက်ချင်း မတ်တပ်ရပ်နိုင်ခြင်း၊
      လမ်းလျှောက်သွားနိုင်ခြင်းမရှိသောကြောင့် မိခင်၏စောင့်ရှောက်မှုကို
      အပြည့်အဝယူရသည်။ ရင်သွေးငယ်များအပေါ်စောင့်ရှောက်မှုအပြည့်အဝရစေဖို့အတွက်
      မိခင်ဖြစ်သူသည်လည်း သူမ၏ယောကျ်ားဖြစ်သူထံမှ သို့တည်းမဟုတ် မိသားစုဝင်များထံမှ
      အကူအညီကို ယူရပြန်သည်။ ထို့ကြောင့် မိသားစုကိစ္စရပ်များဖြစ်ပေါ်လာရသည်။
      မိသားစုအတွင်း relationship bonding ဖြစ်စေဖို့အတွက်
      ချစ်ခြင်းမေတ္တာများဖြစ်ပေါ်လာရသည်။ ချစ်ခြင်းမေတ္တာတို့ကြောင့်
      အောင်မြင်ခြင်း၊ ရှုံးနိမ့်ခြင်းဝဲဂယက်များဖြစ်ပေါ်လျက်ရှိပြီး
      ကမ္ဘာလောကကြီးသည် သဘာဝတရား၏ အလိုဆန္ဒအတိုင်း
      သူ့အလိုလိုပြောင်းလဲတိုးတက်လျက်ရှိပေသည်။ ဤအခြင်းအရာအားလုံးတို့သည် Science &
      Evolution သဘောတရားများပင်ဖြစ်သည်။ ပျံလွားငှက်ငယ်များ
      မြေပြင်ဆင်းသက်နားနေလျှင် မိုးရွာမည့်လက္ခဏာဖြစ်ပြီး၊ မြေပြင်ရှိ
      ပုရွက်ဆိတ်များ သစ်ပင်ပေါ် အစုလိုက် အပြုံလိုက် တက်နေလျှင်
      ရေကြီးမည့်လက္ခဏာဖြစ်သည်ဟု ဇလဗေဒခန့်မှန်းချက်များအား ကနဦးအစပျိုးခဲ့ကြရာမှ
      ယခုတွင် တိကျခိုင်မာသော မိုးလေဝသခန့်မှန်းများဖြင့် ကမ္ဘာလောကကြီးကို
      အကျိုးပြုလျက်ရှိနေပေပြီ။ ဤကဲ့သို့ သဘာဝတရား၏ဖြစ်စဉ်များကို
      လေ့လာဆန်းစစ်အဖြေထုတ်ရင်းမှသည် ပိုမိုကောင်းမွန်သော လောကကြီးဆီ
      တဖြည်းဖြည်းချဉ်းကပ်လာကြသည်မှာ လက်ရှိမော်ဒန်လောကကြီးသို့တိုင်
      ရောက်ရှိလို့လာပေသည်။ သိပ္ပံပညာတွင် အကြမ်းဖျဉ်းအားဖြင့် အပိုင်း ၂
      ပိုင်းပါဝင်သည်။ Theorization နှင့် Invention အပိုင်းတို့ဖြစ်၏။
      Theorization သည် နဂိုတည်ရှိပြီးသား သဘာဝကို လေ့လာပြီး အတွေးသစ်
      အမြင်သစ်များအဖြစ် အဖြေတခုခုဖော်ထုတ်ခြင်းဖြစ်ပြီး Invention သည် သစ်ဆန်းသော
      အတွေးအခေါ်နှင့် ရှာဖွေတွေ့ရှိထားသော Theory တို့ကို
      အခြေခံပြီးတီထွင်ဖန်တီးခြင်းဖြစ်သည်။
      ထို့ကြောင့်တီထွင်ဖန်တီးမှုများပြုလုပ်ရန်အတွက် Atom ဟုခေါ်သော ဒြပ်စင်များ၏
      အခန်းကဏ္ဍအား သိရှိရန် လိုအပ်လာပေတော့သည်။
    </p>
  );
};

export default Authentication;
